Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvDiscussionsList/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Turn on read receipts to let your contacts know when you've read their messages. You can adjust this setting anytime.
de: Aktiviere Lesebestätigungen, damit deine Kontakte wissen, wann du ihre Nachrichten gelesen hast. Du kannst diese Einstellung jederzeit ändern.
es: Activa los comprobantes de lectura para que tus contactos sepan cuándo has leído sus mensajes. Puedes ajustar esta configuración en cualquier momento.
fr: Activez les confirmations de lecture pour informer vos contacts lorsque vous avez lu leurs messages. Vous pouvez ajuster ce paramètre à tout moment.
it: Attiva le conferme di lettura per far sapere ai tuoi contatti quando hai letto i loro messaggi. Puoi modificare questa impostazione in qualsiasi momento.
ja: 既読通知をオンにすると、相手にメッセージを読んだことを知らせることができます。この設定はいつでも変更できます。
ko: 읽음 확인 기능을 켜면 연락처에 메시지를 읽은 시간을 알려줄 수 있습니다. 이 설정은 언제든지 변경할 수 있습니다.
pt_br: Ative os comprovantes de leitura para que seus contatos saibam quando você leu as mensagens deles. Você pode ajustar essa configuração a qualquer momento.
pt_pt: Ative os comprovantes de leitura para que os seus contactos saibam quando leu as mensagens deles. Pode alterar esta definição a qualquer momento.
ru: Включите подтверждения прочтения, чтобы ваши контакты знали, когда вы прочитали их сообщения. Вы можете изменить эту настройку в любое время.
uk: Увімкніть підтвердження прочитання, щоб ваші контакти знали, коли ви прочитали їхні повідомлення. Ви можете будь-коли змінити це налаштування.
zh_hans: 启用已读回执，让您的联系人知道您已阅读他们的消息。您可以随时调整此设置。

# UNARCHIVE_DISCUSSION
source: Unarchive
de: Archiv aufheben
es: Desarchivar
fr: Désarchiver
it: Riarchiviare
ja: アーカイブ解除
ko: 압축 해제
pt_br: Desarquivar
pt_pt: Desarquivar
ru: Разархивировать
uk: Відновити з архіву
zh_hans: 取消归档

# UNMUTE_DISCUSSION
source: Unmute notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Réactiver les notifications
it: Riattiva le notifiche
ja: 通知のミュートを解除
ko: 알림 음소거 해제
pt_br: Reativar notificações
pt_pt: Reativar notificações
ru: Включить уведомления
uk: Увімкнути звук сповіщень
zh_hans: 取消静音

source: Unpin discussion
de: Gespräch abheften
es: Desanclar conversación
fr: Détacher
it: Sblocca discussione
ja: チャットを固定解除
ko: 대화 고정 해제
pt_br: Remover da lista de fixados
pt_pt: Remover da lista de favoritos
ru: Открепить чат
uk: Відкріпити розмову
zh_hans: 取消置顶对话

# UPCOMING_DEVICE_DEACTIVATION_ADVICE
source: You can choose which devices to keep active, or subscribe to **Olvid+** to keep all your devices active.
de: Sie können auswählen, welche Geräte aktiv bleiben sollen, oder **Olvid+** abonnieren, damit alle Ihre Geräte aktiv bleiben.
es: Puedes elegir qué dispositivos mantener activos o suscribirte a **Olvid+** para mantener todos tus dispositivos activos.
fr: Vous pouvez choisir quel appareil doit rester actif, ou souscrire à **Olvid+** pour conserver tous vos appareils actifs.
it: Puoi scegliere quali dispositivi mantenere attivi oppure puoi sottoscrivere un abbonamento **Olvid+** per mantenere attivi tutti i tuoi dispositivi.
ja: アクティブにしておくデバイスを選択するか、**Olvid+**に登録して、すべてのデバイスをアクティブにすることができます。
ko: 활성 상태로 유지할 장치를 선택하거나 **Olvid+**를 구독하여 모든 장치를 활성 상태로 유지할 수 있습니다.
pt_br: Você pode escolher quais dispositivos manter ativos ou assinar o **Olvid+** para manter todos os seus dispositivos ativos.
pt_pt: Pode escolher quais dispositivos manter ativos ou subscrever o **Olvid+** para manter todos os seus dispositivos ativos.
ru: Вы можете выбрать, какие устройства держать в активном состоянии, или оформить подписку **Olvid+**, чтобы все ваши устройства оставались активными.
uk: Ви можете вибрати, які пристрої залишати активними, або підписатися на **Olvid+**, щоб усі ваші пристрої були активні.
zh_hans: 您可以选择要保持活跃状态的设备，或者订阅 **Olvid+** 以保持所有设备处于活跃状态。

# UPCOMING_DEVICE_DEACTIVATION_MESSAGE_OTHER_DEVICE_%@
source: One of your devices will be deactivated in **less than %@**.
de: Eines Ihrer Geräte wird in **weniger als %@** deaktiviert.
es: Uno de tus dispositivos se desactivará en **menos de %@**.
fr: Un de vos appareils sera désactivé dans **moins de %@**.
it: Uno dei tuoi dispositivi verrà disattivato tra **meno di %@**.
ja: いずれかのデバイスは、**あと %@ 以内**で無効になります。
ko: 귀하의 기기 중 하나가 **%@ 이내**에 비활성화됩니다.
pt_br: Um dos seus dispositivos será desativado em **menos de %@**.
pt_pt: Um dos seus dispositivos será desativado em **menos de %@**.
ru: Одно из ваших устройств будет отключено менее чем через %@.
uk: Один з ваших пристроїв буде деактивовано менш ніж за **%@**.
zh_hans: 您的其中一个设备将在**不到 %@**的时间内停用。

# UPCOMING_DEVICE_DEACTIVATION_MESSAGE_OTHER_DEVICE_NAMED
source: One of your devices will be deactivated soon.
de: Eines Ihrer Geräte wird in Kürze deaktiviert.
es: Uno de sus dispositivos se desactivará pronto.
fr: Un de vos appareils sera bientôt désactivé.
it: Uno dei tuoi dispositivi verrà disattivato a breve.
ja: 間もなく、いずれかのデバイスが非アクティブになります。
ko: 곧 귀하의 기기 중 하나가 비활성화됩니다.
pt_br: Um de seus dispositivos será desativado em breve.
pt_pt: Um dos seus dispositivos será desativado em breve.
ru: Одно из ваших устройств вскоре будет деактивировано.
uk: Один із ваших пристроїв буде деактивовано найближчим часом.
zh_hans: 您的其中一台设备很快将被停用。

# UPCOMING_DEVICE_DEACTIVATION_MESSAGE_OTHER_DEVICE_NAMED_%@
source: Your device *%@* will be deactivated soon.
de: Ihr Gerät *%@* wird bald deaktiviert.
es: Su dispositivo *%@* se desactivará pronto.
fr: Votre appareil *%@* sera désactivé bientôt.
it: A breve, il tuo dispositivo *%@* verrà disattivato.
ja: お客様のデバイス *%@* はまもなく無効になります。
ko: 귀하의 기기 *%@*가 곧 비활성화됩니다.
pt_br: Seu dispositivo %@ será desativado em breve.
pt_pt: O seu dispositivo *%@* será desativado em breve.
ru: Ваше устройство *%@* скоро будет деактивировано.
uk: Ваш пристрій *%@* незабаром буде деактивовано.
zh_hans: 您的设备 *%@* 即将停用。

# UPCOMING_DEVICE_DEACTIVATION_MESSAGE_OTHER_DEVICE_NAMED_%@_%@
source: Your device *%1$@* will be deactivated in **less than %2$@**.
de: Ihr Gerät *%1$@* wird in **weniger als %2$@** deaktiviert.
es: Su dispositivo *%1$@* se desactivará en **menos de %2$@**.
fr: Votre appareil *%1$@* sera désactivé dans **moins de %2$@**.
it: Il tuo dispositivo *%1$@* verrà disattivato tra **meno di %2$@**.
ja: お客様のデバイス*%1$@*は、**%2$@以内に**無効になります。
ko: 귀하의 기기 *%1$@*는 **%2$@ 미만**으로 남은 시간 안에 비활성화됩니다.
pt_br: Seu dispositivo *%1$@* será desativado em **menos de %2$@**.
pt_pt: O seu dispositivo *%1$@* será desativado em **menos de %2$@**.
ru: Ваше устройство *%1$@* будет деактивировано **менее чем через %2$@**.
uk: Ваш пристрій *%1$@* буде деактивовано **менш ніж через %2$@**.
zh_hans: 您的设备 *%1$@* 将在 **不到 %2$@** 后停用。

# UPCOMING_DEVICE_DEACTIVATION_MESSAGE_THIS_DEVICE
source: This device will be deactivated soon.
de: Dieses Gerät wird bald deaktiviert.
es: Este dispositivo se desactivará pronto.
fr: Cet appareil sera bientôt désactivé.
it: Questo dispositivo verrà disattivato a breve.
ja: このデバイスは間もなく使用できなくなります。
ko: 이 기기는 곧 비활성화됩니다.
pt_br: Este dispositivo será desativado em breve.
pt_pt: Este dispositivo será desativado em breve.
ru: Это устройство вскоре будет отключено.
uk: Цей пристрій незабаром буде деактивовано.
zh_hans: 此设备即将停用。

# UPCOMING_DEVICE_DEACTIVATION_MESSAGE_THIS_DEVICE_%@
source: This device will be deactivated in **less than %@**.
de: Dieses Gerät wird in **weniger als %@** deaktiviert.
es: Este dispositivo se desactivará en **menos de %@**.
fr: Cet appareil sera désactivé dans **moins de %@**.
it: Questo dispositivo verrà disattivato tra **meno di %@**.
ja: このデバイスは、**あと %@ 以内**で無効になります。
ko: 이 기기는 **%@ 이내**에 비활성화됩니다.
pt_br: Este dispositivo será desativado em **menos de %@**.
pt_pt: Este dispositivo será desativado em **menos de %@**.
ru: Это устройство будет деактивировано менее чем через %@.
uk: Цей пристрій буде деактивовано **менш ніж за %@**.
zh_hans: 此设备将在 **不到 %@** 后停用。

# UPCOMING_DEVICE_DEACTIVATION_TITLE_OTHER_DEVICE_NAMED
source: Upcoming device deactivation
de: Bevorstehende Geräte-Deaktivierung
es: Desactivación inminente del dispositivo
fr: Désactivation prochaine d’un appareil
it: Disattivazione imminente del dispositivo
ja: デバイスの次回停止
ko: 예정된 기기 비활성화
pt_br: Desativação do dispositivo em breve
pt_pt: Desativação do dispositivo agendada
ru: Предстоящая деактивация устройства
uk: Найближча деактивація пристрою
zh_hans: 即将停用设备

# UPCOMING_DEVICE_DEACTIVATION_TITLE_OTHER_DEVICE_NAMED_%@
source: Upcoming deactivation of %@
de: Demnächst wird %@ deaktiviert
es: Desactivación próxima de %@
fr: Désactivation prochaine de %@
it: Prossima disattivazione di %@
ja: %@ のサービス停止予定
ko: %@ 계정의 예정된 비활성화
pt_br: Desativação em breve do(a) %@
pt_pt: Desativação programada da conta %@
ru: Предстоящая деактивация %@
uk: Найближче вимкнення %@
zh_hans: %@ 即将停用

# UPCOMING_DEVICE_DEACTIVATION_TITLE_THIS_DEVICE
source: Upcoming deactivation of this device
de: Diese App wird in Kürze auf diesem Gerät deaktiviert
es: Desactivación inminente de este dispositivo
fr: Désactivation prochaine de cet appareil
it: Disattivazione imminente di questo dispositivo
ja: このデバイスの利用停止予定
ko: 이 기기의 곧 있을 비활성화
pt_br: Desativação iminente deste dispositivo
pt_pt: Desativação iminente deste dispositivo
ru: Предстоящая деактивация этого устройства
uk: Найближче припинення роботи цього пристрою
zh_hans: 该设备即将停用

# YOUR_PROFILE_IS_INACTIVE_ON_THIS_DEVICE_BUTTON_TITLE
source: See reactivation options
de: Reaktivierungsoptionen anzeigen
es: Ver opciones de reactivación
fr: Options de réactivation
it: Visualizza le opzioni di riattivazione
ja: 再アクティブ化のオプションを確認
ko: 재활성화 옵션 보기
pt_br: Veja as opções de reativação
pt_pt: Ver opções de reativação
ru: Ознакомьтесь с вариантами повторной активации
uk: Переглянути варіанти повторної активації
zh_hans: 查看重新激活选项

# YOUR_PROFILE_IS_INACTIVE_ON_THIS_DEVICE_MESSAGE
source: Your profile is currently inactive on this device. You won’t be able to send or receive messages. Tap below to see your reactivation options.
de: Ihr Profil ist auf diesem Gerät derzeit inaktiv. Sie können keine Nachrichten senden oder empfangen. Tippen Sie unten, um Ihre Reaktivierungsoptionen anzuzeigen.
es: Tu perfil está inactivo en este dispositivo. No podrás enviar ni recibir mensajes. Pulsa abajo para ver tus opciones de reactivación.
fr: Votre profil est actuellement inactif sur cet appareil. Vous ne pouvez ni envoyer ni recevoir de messages. Appuyez ci-dessous pour consulter les options de réactivation.
it: Il tuo profilo è attualmente inattivo su questo dispositivo. Non potrai inviare o ricevere messaggi. Tocca qui sotto per visualizzare le opzioni di riattivazione.
ja: このデバイスでは、現在プロフィールが非アクティブになっています。メッセージの送受信はできません。再アクティブ化の方法については、以下をタップしてご確認ください。
ko: 현재 이 장치에서 프로필이 비활성화되어 있습니다. 메시지를 보내거나 받을 수 없습니다. 아래를 탭하여 프로필을 다시 활성화하는 방법을 확인하세요.
pt_br: Seu perfil está inativo neste dispositivo. Você não poderá enviar ou receber mensagens. Toque abaixo para ver as opções de reativação.
pt_pt: O seu perfil está atualmente inativo neste dispositivo. Não poderá enviar ou receber mensagens. Toque abaixo para ver as opções de reativação.
ru: В настоящее время ваш профиль неактивен на этом устройстве. Вы не сможете отправлять или получать сообщения. Нажмите ниже, чтобы узнать о доступных вариантах повторной активации.
uk: Ваш профіль наразі неактивний на цьому пристрої. Ви не зможете надсилати чи отримувати повідомлення. Торкніться нижче, щоб переглянути варіанти повторної активації.
zh_hans: 您当前的个人资料在此设备上处于非活跃状态。您将无法发送或接收消息。点击下方查看您的重新激活选项。

# YOUR_PROFILE_IS_INACTIVE_ON_THIS_DEVICE_TITLE
source: Your profile is inactive on this device
de: Ihr Profil ist auf diesem Gerät inaktiv.
es: Tu perfil está inactivo en este dispositivo
fr: Votre profil est inactif sur cet appareil
it: Il tuo profilo è inattivo su questo dispositivo
ja: このデバイスでは、あなたのプロフィールは非アクティブです
ko: 이 장치에서 귀하의 프로필이 비활성화되었습니다.
pt_br: Seu perfil está inativo neste dispositivo
pt_pt: O seu perfil está inativo neste dispositivo
ru: Ваш профиль неактивен на этом устройстве
uk: Ваш профіль неактивний на цьому пристрої
zh_hans: 您的个人资料在此设备上处于非活动状态

# BUTTON_TITLE_OK
source: OK
ja: 了解
ko: 알겠습니다
ru: ОК
uk: Гаразд
zh_hans: 好的
